9/data/attachments/3415f0c9e7079894.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_023a720d-da53-4df2-83d6-81a01cdc8840</nif:username>
            <nif:friendToBeAdded>Alexander_economy_Friend_20014_6</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>